CREATE TABLE products (
      id          BIGSERIAL PRIMARY KEY,
      title        VARCHAR(255) NOT NULL,
      price       NUMERIC NOT NULL
);

INSERT INTO products (title, price) VALUES
('Яблоко', 5.40),
('Апельсин', 12.50),
('Хлеб', 5.40),
('Арбуз', 15.40),
('Говядина', 200.00),
('Свинина', 190.50),
('Курица', 160.20),
('Кофе', 260.30),
('Чай', 180.50),
('Сок', 80.60),
('Стиральный порошок', 50.13),
('Мыло', 22.50),
('Зубная паста', 25.40),
('Зубная щетка', 15.10),
('Футболка', 220.00),
('Шорты', 180.30),
('Штаны', 240.00),
('Туфли', 260.80),
('Кроссовки', 380.50),
('BFG', 1180.20);
